{
"Medicamentos":[
  {"id":"0","name":"Bendamicina", "dosis":"En adultos y niños mayores de 6 años: 1 pastilla para chupar 3 veces al día","contraindicaciones":"No está recomendado en pacientes con hipersensibilidad al ácido acetilsalicílico y/o AINE.","uso":"Se utiliza para el tratamiento del dolor de garganta agudo en adultos y niños mayores de 6 años."},
  {"id":"1","name":"Clindamicina", "dosis":"La dosis recomendada en adultos es de 600 a 1.800 mg al día divididos en 2, 3 o 4 dosis","contraindicaciones":"Está contraindicada en pacientes que han padecido reacciones alérgicas a ella,","uso":"Para tratar ciertos tipos de infecciones bacterianas"},
  {"id":"2","name":"Clorofenamina", "dosis":"La dosis recomendada 4 mg por vía oral cada 6-8 horas.","contraindicaciones":"Está contraindicada en pacientes con hipersensibilidad conocida a cualquiera de los componentes de este medicamento","uso":"Para aliviar el enrojecimiento, la picazón y el lagrimeo de ojos"},
  {"id":"3","name":"Diclofenaco", "dosis":"La dosis recomendada para casos más leves es de 100 mg (un comprimido dos veces al día).","contraindicaciones":"No se debe utilizar en pacientes con patología cardiovascular grave como insuficiencia cardiaca","uso":"Se usa para aliviar el dolor de osteoartritis en las rodillas."},  
  {"id":"4","name":"Ibuprofeno", "dosis":"La dosis recomendada es de un comprimido (600 mg) cada 6 a 8 horas","contraindicaciones":"En casos de hipersensibilidad al ibuprofeno o al ácido acetilsalicílico, en pacientes con hemorragia gastrointestinal","uso":"Alivia el dolor y baja la fiebre"},
  {"id":"5","name":"Loperamida", "dosis":"La dosis inicial es de dos capsulas (4 mg de loperamida) en una sola toma","contraindicaciones":"Hipersensibilidad al hidrocloruro de loperamida o a alguno de los excipientes.","uso":"para ayudar a controlar los síntomas de la diarrea, incluyendo la del viajero"},
  {"id":"6","name":"Loratadina", "dosis":"La dosis recomendada es de 10 mg una vez al día (1 comprimido una vez al día).","contraindicaciones":"En casos de hipersensibilidad a loratadina, insuficiencia hepática, durante el embarazo y la lactancia","uso":"Para tratar síntomas como estornudos, moqueo, ojos llorosos,"},
  {"id":"7","name":"Naproxeno", "dosis":"La dosis diaria es de 1 o 2 comprimidos de naproxeno sódico (550 mg o 1100 mg de naproxeno sódico).","contraindicaciones":"Pueden provocar úlceras, hemorragias o perforaciones en el esófago","uso":"Para reducir la fiebre y aliviar los dolores leves por cefaleas, dolores musculares"},
  {"id":"8","name":"Omeprazol", "dosis":"La dosis recomendada es de 20 mg de omeprazol una vez al día","contraindicaciones":"sarpullido, urticaria, picazón, hinchazón de los ojos, cara, labios, boca, garganta o lengua","uso":"Para tratar los síntomas de la enfermedad por reflujo gastroesofágico"},  
  {"id":"9","name":"Paracetamol", "dosis":"La dosis recomendada es de1 comprimido (1 g de paracetamol) 3-4 veces al día","contraindicaciones":"Hipersensibilidad. Debido a que se metaboliza en el hígado.","uso":"Alivia el dolor y baja la fiebre"}
  ]
}
